{"basics":{"name":"Stamatis Choudalakis","label":"Mathematician","image":"","email":"st.xoud@gmail.com","phone":"+30 6985793600","url":"https://stchoud.github.io/","summary":"A mathematician pursuing his PhD in Bioinformatics"},"work":[{"name":"Institute for Advanced Study, Princeton University","position":"Professor of Theoretical Physics","url":"https://example.com","startDate":"1933-01-01","endDate":"1955-01-01","summary":"Teaching at Palmer Physical Laboratory (now 302 Frist Campus Center). While not a professor at Princeton, I associated with the physics professors and continued to give lectures on campus.","highlights":["Relativity"]}],"education":[{"institution":"Medical School of Athens, National and Kapodistrian University of Athens","location":"Athens, Greece","url":"https://school-en.med.uoa.gr/","area":"Mathematics","studyType":"PhD","startDate":"2024-03-01","endDate":"2027-03-01"},{"institution":"Department of Mathematics, National and Kapodistrian University of Athens","location":"Athens, Greece","url":"https://en.math.uoa.gr/","area":"Applied Mathematics","studyType":"Postgraduate","startDate":"2015-09-01","endDate":"2020-09-01"},{"institution":"Department of Mathematics, National and Kapodistrian University of Athens","location":"Athens, Greece","url":"https://en.math.uoa.gr/","area":"Mathematics","studyType":"Undergraduate","startDate":"2015-09-01","endDate":"2020-09-01"}],"publications":[{"name":"Intra-clustering analysis reveals tissue-specific mutational patterns","publisher":"Computer Methods and Programs in Biomedicine","releaseDate":"2025-02-27","url":"https://www.sciencedirect.com/science/article/abs/pii/S0169260725000987","summary":"The identification of tissue-specific mutational patterns associated with cancer is challenging due to the low frequency of certain mutations and the high variability among tumors within the same cancer type. To address the inter-tumoral heterogeneity issue, our study aims to uncover infrequent mutational patterns by proposing a novel intra-clustering analysis.  Network Graph of 8303 patients and 198 genes was constructed using single-point-mutation data from The Cancer Genome Atlas (TCGA). Patient-gene groups were retrieved with the parallel use of two separate methodologies based on the: (a) Barber’s modularity index, and (b) network dynamics. An intra-clustering analysis was employed to explore the patterns within smaller patient subgroups in two phases: i) to determine the significant presence of a gene with a cancer type using the Fisher’s exact test and ii) to determine gene-to-gene patterns using multiple correspondence analysis and DISCOVER. The results are followed by a Benjamini–Hochberg false discovery rate of 5%. This analysis was applied over 24 statistically meaningful groups of 2619 patients spanning 21 cancer types and it recovered 42 mutational patterns that are not reported in the TCGA consortium publications. Notably, our findings: (i) suggest that AMER1 mutations are a putative separative element between colon and rectal adenocarcinomas, (ii) highlight the significant presence of RAC1 in head and neck squamous cell carcinoma (iii) suggest that EP300 mutations in head and neck squamous cell carcinoma are irrelevant of the HPV status of the patients and (iv) show that mutational-based clusters can contain patients with contrasting genetic alterations. The proposed intra-clustering analysis extracted statistically significant relationships within clusters, uncovering putative clinically relevant connections and disentangling mutational heterogeneity."},{"name":"Solving High-Dimensional Problems in Statistical Modelling: A Comparative Study","publisher":"Mathematics","releaseDate":"2021-07-30","url":"https://www.mdpi.com/2227-7390/9/15/1806","summary":"In this work, we present numerical methods appropriate for parameter estimation in high-dimensional statistical modelling. The solution of these problems is not unique and a crucial question arises regarding the way that a solution can be found. A common choice is to keep the corresponding solution with the minimum norm. There are cases in which this solution is not adequate and regularisation techniques have to be considered. We classify specific cases for which regularisation is required or not. We present a thorough comparison among existing methods for both estimating the coefficients of the model which corresponds to design matrices with correlated covariates and for variable selection for supersaturated designs. An extensive analysis for the properties of design matrices with correlated covariates is given. Numerical results for simulated and real data are presented."}],"skills":[{"name":"Physics","level":"Master","icon":"fa-solid fa-hashtag","keywords":["Quantum Mechanics","Quantum Computing","Quantum Information","Quantum Cryptography","Quantum Communication","Quantum Teleportation"]}],"languages":[{"language":"Greek","fluency":"Native speaker","icon":""},{"language":"English","fluency":"Fluent","icon":""}],"interests":[{"name":"Physics","icon":"fa-solid fa-tag","keywords":["Quantum Mechanics","Quantum Computing","Quantum Information","Quantum Cryptography","Quantum Communication","Quantum Teleportation"]}],"projects":[{"name":"Quantum Computing","summary":"Quantum computing is the use of quantum-mechanical phenomena such as superposition and entanglement to perform computation. Computers that perform quantum computations are known as quantum computers.","highlights":["Quantum Teleportation","Quantum Cryptography"],"startDate":"2018-01-01","endDate":"2018-01-01","url":"https://example.com"}]}